{
  "name": "Corte da Primavera",
  "icon": "feywild:spring_tree_sapling",
  "category": "spring_court",
  "sortnum": 0,
  "pages": [
    {
      "type": "text",
      "text": "Saltitantes, borbulhantes e completamente desprovidos da ideia de espaço pessoal, os fey da Corte da Primavera tratam tudo como se nunca tivessem visto antes. Eles são como crianças hiperativas, sempre se perguntando o que é tudo, enfiando qualquer coisa na boca que pareça um pouco comestível e sua única preocupação é não se divertir ou comer o suficiente para o dia."
    },
    {
      "type": "image",
      "title": "Matagal Florescendo",
      "images": ["feywild:textures/patchouli_images/spring_book.png"],
      "border": true
    },
    {
      "type": "text",
      "text": "Eles representam o nascimento de um novo ano e a chegada de uma nova vida e são os mais inocentes da Corte. Eles são, no entanto, notoriamente desagradáveis quando pregam peças, pois não conhecem os perigos ou as consequências de suas ações. Nem eles se importam com isso."
    }, {
      "type": "image",
      "title": "Árvore do Mundo da Primavera",
      "images": ["feywild:textures/patchouli_images/spring_worldtree_book.png"],
      "border": true
    },
    {
      "type": "spotlight",
      "item": "feywild:fey_altar",
      "title": "Árvore.M da Primavera",
      "text": "A Árvore do Mundo da Primavera é difícil de encontrar, mas é a casa do Rei Oberon. Nota: Apenas as fadas são implementados, outros membros da corte serão adicionados em atualizações posteriores. A Árvore do Mundo também tem um altar Fey para você usar."
    },
    {
      "type": "spotlight",
      "item": "feywild:dandelion_seed",
      "title": "Dente de leão gigante",
      "text": "Em Matagal Florescendo você pode encontrar dentes de leão gigantes. O dente-de-leão gigante tem três variações; um botão, uma flor e a conhecida penugem da flor. A flor também soltará sementes de dente-de-leão, que podem ser usadas para cultivar seus próprios dentes-de-leão gigantes."
    }
  ]
}